Repository: cityofasheville/intranet-wp-content
Catalog: plugins/encyclopedia-lexicon-glossary-wiki-dictionary/language/*.po
Languages: id_id

source: Encyclopedia Options
id_id: Opsi Ensiklopedia

source: Encyclopedia
id_id: Ensiklopedia

source: Taxonomies
id_id: Taksonomi

source: Archive Url
id_id: Arsip URL

source: Lexicon
id_id: Kosa Kata

# URL slug
source: lexicon
id_id: kosakata

source: Term
id_id: Istilah

source: Add Term
id_id: Tambah Istilah

source: New Term
id_id: Istilah Baru

source: Edit Term
id_id: Atur Istilah

source: View Term
id_id: Lihat Istilah

source: Search Terms
id_id: Cari Istilah

source: No Terms found
id_id: Tidak menemukan istilah

source: No Terms found in Trash
id_id: Tidak menemukan istilah di tempat sampah

source: Term updated. (<a href="%s">View Term</a>)
id_id: Istilah diperbarui. (<a href="%s">Lihat Istilah</a>)

source: Term updated.
id_id: Istilah diperbarui

source: Term restored to revision from %s
id_id: Istilah direvisi kembali dari %s

source: Term published. (<a href="%s">View Term</a>)
id_id: Istilah diterbitkan. (<a href="%s">Lihat Istilah</a>)

source: Term saved.
id_id: Istilah disimpan

source: Term submitted.
id_id: Istilah didaftarkan

source: Term scheduled. (<a target="_blank" href="%s">View Term</a>)
id_id: Istilah dijadwalkan. (<a target="_blank" href="%s">Lihat Istilah</a>)

source: Draft updated. (<a target="_blank" href="%s">Preview Term</a>)
id_id: Draft diperbarui. (<a target="_blank" href="%s">Pratampil Istilah</a>)

source: Encyclopedia Tags
id_id: Label Ensiklopedia

source: Tags
id_id: Label

source: Tag
id_id: Label

source: Search Tags
id_id: Cari Label

source: All Tags
id_id: Semua Label

source: Edit Tag
id_id: Atur Label

source: Update Tag
id_id: Perbarui Label

source: Add New Tag
id_id: Tambah Label Baru

source: New Tag
id_id: Label Baru

source: This is the URL to the archive of this %s.
id_id: URL ini untuk arsip %s.

source: Archive Feed
id_id: Arsip Umpan

source: This is the URL to the feed of the archive of this %s.
id_id: ini URL umpan pada arsip %s.

source: &laquo; Back to your terms
id_id: &laquo; Kembali pada istilah anda

source: Encyclopedia Taxonomy Cloud
id_id: Taksonomi awan Ensiklopedia

source: Displays your Encyclopedia taxonomies as cloud.
id_id: Tampilkan taksonomi ensiklopedia sebagai awan (cloud)

source: Title:
id_id: Titel:

source: Leave blank to use the widget default title.
id_id: Biarkan kosong untuk menggunakan widget pada titel awal

source: Taxonomy
id_id: Taksonomi

source: Please choose the Taxonomy the widget should display.
id_id: Pilih taksonomi bagaimana widget ditampilkan

source: Number
id_id: Angka

source: Leave blank (or "0") to show all.
id_id: Biarkan kosong (atau "0") menampilkan semua.

source: Taxonomy IDs, separated by commas.
id_id: ID Taksonomi, diantarai tanda koma.

source: Order by
id_id: Diatur oleh

source: Term Count
id_id: Jumlah Istilah

source: Order
id_id: Atur

source: Encyclopedia Terms
id_id: Istilah Ensiklopedia

source: Displays your encyclopedia terms as list.
id_id: Tampilkan istilah ensiklopedia dalam bentuk list

source: Author
id_id: Pengarang

source: Date
id_id: Tanggal

source: Last modification
id_id: Modifikasi terakhir

source: Random
id_id: Acak

source: Comment Count
id_id: Jumlah Komentar

source: Menu Order
id_id: Menu Pengaturan

source: Encyclopedia Related Terms
id_id: Istilah Terkait Ensiklopedia

source: Displays encyclopedia terms which are related to the current one as list.
id_id: Tampilkan istilah ensiklopedia yang terkait dengan saat ini dalam bentuk list

source: Number:
id_id: Angka:

source: The number of related terms you want to show.
id_id: Jumlah istilah terkait yang ingin anda tampilkan

source: Encyclopedia Taxonomies
id_id: Taksonomi Ensiklopedia

source: Displays your encyclopedia taxonomies like Categories, Tags, etc.
id_id: Tampilkan taksonomi ensiklopedia seperti Kategori, Label, dst.

source: Leave blank to show all.
id_id: Kosongkan agar tampil semua

source: Term IDs, separated by commas.
id_id: ID istilah dipisahkan dengan tanda koma

source: Related entries
id_id: Entri Terkait

source: This option effects all encyclopedia archive pages.
id_id: Pilihan ini berefek pada semua arsip halaman ensiklopedia

source: Activate categories
id_id: Aktifkan kategori

source: Categories can help you create an awesome knowledge base.
id_id: Kategori dapat membantu membuat pengetahuan dasar yang baik

source: Activate tags
id_id: Aktifkan label

source: Tags are necessary if you want to display relevant entries automatically.
id_id: Label penting jika anda ingin menampilkan entri yang relevan secara otomatis.

source: Glossary
id_id: Daftar Kata-kata Sukar

source: Dictionary
id_id: Kamus

source: Please choose the type of your encyclopedia. This option does not change the behavior of the plugin. It's just for the labels and captions in the backend.
id_id: Silakan pilih jenis ensiklopedia Anda. Pilihan ini tidak mengubah perilaku plugin. Ini hanya untuk label dan keterangan di backend.

source: Use default style
id_id: Gunakan style dasar

source: Set this option to "No" if you want to use your own style for the encyclopedia.
id_id: Atur pilihan ini ke "Tidak" jika anda ingin menggunakan setelan pribadi pada ensiklopedia.

source: Display related entries
id_id: Tampilkan entri terkait

source: below the encyclopedia entry
id_id: dibawah entri ensiklopedia

source: above the encyclopedia entry
id_id: diatas entri ensiklopedia

source: do not show related terms
id_id: jangan tampilkan istilah terkait
