Repository: cityofasheville/intranet-wp-content
Catalog: plugins/wedevs-project-manager/languages/cpm-*.po
Languages: cs_cz, sk_sk

source: Allowed Files
cs_cz: Povolené soubory
sk_sk: Povolené súbory

source: Project Manager
cs_cz: Manažer projektu
sk_sk: Projekt manažér

source: Projects
cs_cz: Projekty
sk_sk: Projekty

source: Add-ons
cs_cz: Doplňky

source: Pro Version
cs_cz: PRO verze

source: Settings
cs_cz: Možnosti
sk_sk: Nadstavenia

source: Project created by %s
cs_cz: Projekt vytvořil %s
sk_sk: Projekt vytvoril %s

source: Project details updated by %s
cs_cz: Detaily projektu upravil %s
sk_sk: Detail projektu aktualizoval %s

source: Message %s created by %s
cs_cz: Zprávu %s vytvořil %s
sk_sk: Odkaz %s vytvoril %s

source: Message %s updated by %s
cs_cz: Zprávu %s aktualizoval %s
sk_sk: Odkaz %s aktualizoval %s

source: Message with ID %d was not found in the database
cs_cz: Zpráva s ID %d nebyla v databázi nalezena

source: Message "%s" deleted by %s
cs_cz: Zprávu "%s" ostranil %s
sk_sk: Odkaz "%s" vymazal %s

source: To-do list %s created by %s
cs_cz: Seznam nedodělků %s vytvořil %s
sk_sk: Zoznam to-do úloh %s vytvoril %s

source: To-do list %s updated by %s
cs_cz: Seznam nedodělků %s aktualizoval %s
sk_sk: Zoznam to-do úloh %s aktualizoval %s

source: To-do list "%s" deleted by %s
cs_cz: Seznam nedodělků "%s" odstranil %s
sk_sk: Zoznam to-do úloh %s vymazal %s

source: To-do %s added on to-do list %s by %s
cs_cz: Nedodělek %s přidal %s do seznamu nedodělků %s
sk_sk: To-do úloha %s pridaná na zoznam to-do úloh %s od %s

source: To-do %s updated by %s
cs_cz: Nedodělek %s aktualizoval %s
sk_sk: To-do úlohu %s aktualizoval %s

source: To-do %s completed by %s
cs_cz: Nedodělek %s dokončil %s
sk_sk: To-do úlohu %s dokončil %s

source: Marked to-do as done
cs_cz: Označit nedodělak za splněný
sk_sk: To-do úloha označená hotová

source: To-do %s marked un-done by %s
cs_cz: Nedodělek %s označil %s jako nesplněný
sk_sk: To-do úloha %s označil %s ako nesplnenú

source: Re-opened to-do
cs_cz: Znovuotevřené nedodělky
sk_sk: Znova otvorená to-do úloha

source: To-do "%s" deleted from to-do list %s by %s
cs_cz: Nedodělek "%s" smazal %s ze seznamu nedodělků %s
sk_sk: To-do úloha "%s" vymazaná z listu to-do úloh %s užívateľom %s

source: %s commented on a %s
cs_cz: %s komentoval %s
sk_sk: %s pridal komentár k %s

source: %s updated comment on a %s
cs_cz: %s aktualizoval komentář k %s
sk_sk: %s aktualizoval komentár k %s

source: %s deleted a comment
cs_cz: %s smazal komentář
sk_sk: %s vymazal komentár

source: Milestone "%s" added by %s
cs_cz: Cíl "%s" vytvořil %s
sk_sk: Medzník "%s" pridal %s

source: Milestone "%s" updated by %s
cs_cz: Cíl "%s" aktualizoval %s
sk_sk: Medzník "%s" aktualizoval %s

source: Milestone "%s" deleted by %s
cs_cz: Cíl "%s" smazal %s
sk_sk: Medzník "%s" vymazal %s

source: Milestone "%s" marked as complete by %s
cs_cz: Cíl "%s" označil %s za splněný
sk_sk: Medzník "%s" označený ako dokončený užívateľom %s

source: Milestone "%s" marked as incomplete by %s
cs_cz: Cíl "%s" označil %s za nesplněný
sk_sk: Medzník "%s" označený ako nedokončený užívateľom %s

source: General
cs_cz: Obecné
sk_sk: Všeobecné

source: E-Mail Settings
cs_cz: Nastavení emailů
sk_sk: Nadstavenia emailu

source: File Upload Limit
cs_cz: Limit velikosti pro nahrávané soubory
sk_sk: Limit pre upload súborov

source: file size in Megabyte. e.g: 2
cs_cz: velikost souboru v MB. např. 2
sk_sk: veľkosť súboru v Megabyte. napr: 2

source: E-Mail Type
cs_cz: Typ emailu
sk_sk: Typ emailu

source: HTML Mail
cs_cz: HTML email
sk_sk: HTML email

source: Plain Text
cs_cz: Neformátovaný text
sk_sk: Texotový

source: New Project Subject
cs_cz: Předmět nového projektu
sk_sk: Predmet nového projektu

source: New Project Body
cs_cz: Tělo nového projektu
sk_sk: Popis nového projektu

source: New Message Subject
cs_cz: Předmět nové zprávy
sk_sk: Predmet nového odkazu

source: New Message Body
cs_cz: Tělo nové zprávy
sk_sk: Správa nového odkazu

source: New Comment Subject
cs_cz: Předmět nového komentáře
sk_sk: Predmet nového komentára

source: Body
cs_cz: Tělo
sk_sk: Správa

source: New Assigned Task Subject
cs_cz: Předmět nově přiřazeného úkolu
sk_sk: Predmet novo-zadanej úlohy

source: - select -
cs_cz: - vyberte -

source: Delete File
cs_cz: Odstranit soubor
sk_sk: Vymaž súbor

source: Messages
cs_cz: Zprávy
sk_sk: Správy

source: message post type
cs_cz: druh příspěvky zpráva
sk_sk: typ spávy

source: Message
cs_cz: Zpráva
sk_sk: Správa

source: Add Message
cs_cz: Přidat zprávu
sk_sk: Nová správa

source: Add New Message
cs_cz: Vytvořit zprávu
sk_sk: Vytvor novú správu

source: Edit
cs_cz: Upravit
sk_sk: Uprav

source: Edit Message
cs_cz: Upravit zprávu
sk_sk: Uprav správu

source: New Message
cs_cz: Nová zpráva
sk_sk: Nová správa

source: View Message
cs_cz: Zobrazit zprávu
sk_sk: Zobraz správu

source: Search Messages
cs_cz: Hledat zprávu
sk_sk: Prehladaj správy

source: No Messages Found
cs_cz: Žádná zpráva nebyla nalezena
sk_sk: Neboli nájdené žiadne správy

source: No Messages Found in Trash
cs_cz: V koši nebyla nalezena žádná zpráva
sk_sk: Neboli nájdené žiadne správy v odpodovom koši

source: Parent Message
cs_cz: Nadřazená zpráva
sk_sk: Nadradená správa

source: Milestone
cs_cz: Cíl
sk_sk: Medzník

source: Add Milestone
cs_cz: Přidat cíl
sk_sk: Pridaj medzník

source: Add New Milestone
cs_cz: Vytvořit cíl
sk_sk: Pridaj nový medzník

source: Edit Milestone
cs_cz: Upravit cíl
sk_sk: Uprav medzník

source: New Milestone
cs_cz: Nový cíl
sk_sk: Nový medzník

source: View Milestone
cs_cz: Zobrazit cíl
sk_sk: Zpbraz medzník

source: Search Milestone
cs_cz: Hledat cíl
sk_sk: Hladaj medzník

source: No Milestone Found
cs_cz: Žádný cíl nebyl nalezen
sk_sk: Žiadny medzník nebol nájdený

source: No Milestone Found in Trash
cs_cz: V koši nebyl nalezen žádný cíl
sk_sk: Žiadny medzník nebol nájdený v odpadovom koši

source: Parent Milestone
cs_cz: Nadřazený cíl
sk_sk: Nadradený medzník

source: Project
cs_cz: Projekt
sk_sk: Projekt

source: project manager post type
cs_cz: příspěvky projektového manažera

source: Add Project
cs_cz: Přidat projekt
sk_sk: Pridaj projekt

source: Add New Project
cs_cz: Vytvořit projekt
sk_sk: Pridaj nový projekt

source: Edit Project
cs_cz: Upravit projekt
sk_sk: Uprav projekt

source: New Project
cs_cz: Nový projekt
sk_sk: Nový projekt

source: View Project
cs_cz: Zobrazit projekt
sk_sk: Zobraz projekt

source: Search Project
cs_cz: Hledat projekt
sk_sk: Hladaj projekt

source: No Project Found
cs_cz: Žádný projekt nebyl nalezen
sk_sk: Žiadny projekt nebol nájdený

source: No Project Found in Trash
cs_cz: V koši nebyl nalezen žádný projekt
sk_sk: Žiadny projekt nebol nájdený v odpadovam koši

source: Parent Project
cs_cz: Nadřazený projekt
sk_sk: Nadradený projekt

source: Activity
cs_cz: Aktivita
sk_sk: Aktivity

source: To-do List
cs_cz: Seznam nedodělků
sk_sk: Zoznam úloh

source: Milestones
cs_cz: Cíle
sk_sk: Medzníky

source: Files
cs_cz: Soubory
sk_sk: Súbory

source: Task List
cs_cz: Seznam úkolů
sk_sk: Zoznam úloh

source: Add Task List
cs_cz: Přidat seznam úkolů
sk_sk: Pridaj zoznam úloh

source: Add New Task List
cs_cz: Vytvořit seznam úkolů
sk_sk: Pridaj nový zoznam úloh

source: Edit Task List
cs_cz: Upravit seznam úkolů
sk_sk: Uprav zoznam úloh

source: New Task List
cs_cz: Nový seznam úkolů
sk_sk: Nový zoznam úloh

source: View Task List
cs_cz: Zobrazit seznam úkolů
sk_sk: Zobraz zoznam úloh

source: Search Task List
cs_cz: Hledat seznam úkolů
sk_sk: Prehladaj zoznam úloh

source: No Task List Found
cs_cz: Žádný seznam úkolů nebyl nalezen
sk_sk: Žiadny zoznam úloh nebol nájdený

source: No Task List Found in Trash
cs_cz: V koši nebyl nalezen žádný seznam úkolů
sk_sk: Žiadny zoznam úloh nebol nájdený v odpadovom koši

source: Parent Task List
cs_cz: Nadřazený seznam úkolů
sk_sk: Nadradený zoznam úloh

source: Task
cs_cz: Úkol
sk_sk: Úloha

source: Tasks
cs_cz: Úkoly
sk_sk: Úlohy

source: Add Task
cs_cz: Přidat úkoly
sk_sk: Pridaj úlohu

source: Add New Task
cs_cz: Vytvořit úkol
sk_sk: Pridaj novú úlohu

source: Edit Task
cs_cz: Upravit úkol
sk_sk: Uprav úlohu

source: New Task
cs_cz: Nový úkol
sk_sk: Nová úloha

source: View Task
cs_cz: Zobrazit úkol
sk_sk: Zobraz úlohu

source: Search Task
cs_cz: Hledat úkol
sk_sk: Hladaj úlohu

source: No Task Found
cs_cz: Žádný úkol nebyl nalezen
sk_sk: Žiadny úloha nebola nájdená

source: No Task Found in Trash
cs_cz: V koši nebyl nalezen žádný úkol
sk_sk: Žiadny úloha nebola nájdená v odpadovom koši

source: Parent Task
cs_cz: Nadřazený úkol
sk_sk: Nadradená úloha

source: WP Project Manager - add-ons
cs_cz: Manažer projektu - doplňky

source: Installed
cs_cz: Nainstalováno

source: View Details
cs_cz: Zobrazit podrobnosti

source: Error fetching add-ons. Please try again later!
cs_cz: Chyba při načítání doplňků. Prosím zkuste to později!

source: Select co-workers
cs_cz: Vybrat spolupracovníky
sk_sk: Vyberte spolupracovníkov

source: No users found
cs_cz: Žádní uživatelé nebyli nalezeni
sk_sk: Noboli nájdený žiadný užívatelia

source: -- assign to --
cs_cz: -- přiřadit (komu) --
sk_sk: -- priraď k --

source: To attach, <a id="cpm-upload-pickfiles%s" href="#">select files</a> from your computer.
cs_cz: <a id="cpm-upload-pickfiles%s" href="#">Vyberte soubory</a>, které chcete přiložit z vašeho počítače.
sk_sk: Pripojiť, <a id="cpm-upload-pickfiles%s" href="#">vybrné súbory</a> z vášho počítača.

source: Completed
cs_cz: Dokončeno
sk_sk: Dokončené

source: %d message
cs_cz: %d zpráva

source: %d to-do list
cs_cz: %d seznam nedodělků

source: %d to-do
cs_cz: %d nedodělek

source: %d comment
cs_cz: %d komentář

source: %d file
cs_cz: %d soubor

source: %d milestone
cs_cz: %d cíl

source: Are you sure to delete this to-do?
cs_cz: Jste si jist(a), že chcete odstranit tento nedodělek.
sk_sk: Naozaj chcete odstrániť túto to-do úlohu?

source: Delete
cs_cz: Odstranit
sk_sk: Odstráň

source: 1 Comment
cs_cz: 1 komentář
sk_sk: 1 komenár

source: %d Comments
cs_cz: %d komentářů
sk_sk: %d komentárov

source: (Completed by %s on %s)
cs_cz: (Dokončil %s, %s.
sk_sk: (Dokončil %s dňa %s)

source: Add this to-do
cs_cz: Vytvořit tento nedodělek
sk_sk: Pridaj toto do to-do úloh

source: Save Changes
cs_cz: Uložit změny
sk_sk: Uložiť zmeny

source: Add a new to-do
cs_cz: Vytvořit nový nedodělek
sk_sk: Pridaj novú to-do úlohu

source: Due date
cs_cz: Datum splnění
sk_sk: Termín na dokončenie

source: Cancel
cs_cz: Zrušit
sk_sk: Zruš

source: Add List
cs_cz: Vytvořit seznam
sk_sk: Pridaj zoznam

source: Update List
cs_cz: Aktualizovat seznam
sk_sk: Aktualizovať zoznam

source: Tasklist name
cs_cz: Jméno seznamu úkolů
sk_sk: Názon zoznamu úloh

source: Tasklist detail
cs_cz: Podrobosti seznamu úkolů
sk_sk: podrobnosti zoznamu úloh

source: -- milestone --
cs_cz: -- cíl --
sk_sk: -- medzník --

source: Are you sure to delete this to-do list?
cs_cz: Jste si jist(a), že chcete odstranit tento seznam nedodělků?
sk_sk: Naozaj chcete zmazať tento zoznam to-do úloh?

source: Add a to-do
cs_cz: Vytvořit nedodělek
sk_sk: Pridaj to-do úlohu

source: Add this comment
cs_cz: Přidat tento komentář
sk_sk: Pridaj tento komentár

source: Update comment
cs_cz: Aktualizovat komentář
sk_sk: Aktualizuj komentár

source: Add a comment...
cs_cz: Přidat komentář...
sk_sk: Pridaj komentár...

source: Notify users
cs_cz: Upozornit uživatele
sk_sk: Informujte užívateľov

source: Select all
cs_cz: Vybrat všechny
sk_sk: Vybrať všetko

source: Update Message
cs_cz: Aktualizovat zprávu
sk_sk: Aktualizuj správu

source: Enter message title
cs_cz: Vložte název zprávy
sk_sk: Zadajte názov správy

source: Message details here
cs_cz: Zobrazit podrobnosti zprávy

source: Update Milestone
cs_cz: Aktualizivat cíl
sk_sk: Aktualizuj medzník

source: Milestone name
cs_cz: Název cíle
sk_sk: Názov medzníka

source: Details about milestone (optional)
cs_cz: Podrobnosti o cíli (nepovinné)
sk_sk: Podrobnosti medzníka (nepovinné)

source: left
cs_cz: vlevo
sk_sk: vľavo

source: late
cs_cz: pozdě
sk_sk: oneskoro

source: Edit milestone
cs_cz: Upravit cíl
sk_sk: Uprav medzník

source: Are you sure?
cs_cz: Jste si jist(a)?
sk_sk: Ste si istí?

source: Delete milestone
cs_cz: Odstranit cíl
sk_sk: Odstrániť medzníka

source: Mark as complete
cs_cz: Označit jako splněný
sk_sk: Označiť dokončené

source: Mark un-complete
cs_cz: Označit jako nesplněný
sk_sk: Označiť nedokončené

source: Reopen
cs_cz: Znovuotevřít
sk_sk: Znova otvor

source: Completed on:
cs_cz: Dokončeno:
sk_sk: Dokončené:

source: Update Project
cs_cz: Aktualizovat projekt
sk_sk: Aktualizácia projektu

source: Name of the project
cs_cz: Název projektu
sk_sk: Názov projektu

source: Some details about the project (optional)
cs_cz: Podrobnosti o projektu (nepovinné)
sk_sk: Ďalšie informácie o projekte (nepovinné)

source: Notify Co-workers
cs_cz: Upozornit spolupracovníky
sk_sk: Informujte spolupracovníkov

source: thread
cs_cz: vlákno

source: Attached to <a href="%s">%s</a> by %s
cs_cz: <a href="%s">%s</a> přiložil %s
sk_sk: Pripojený k <a href="%s">%s</a> užívateľom %s

source: <a href="%s">Download</a> or go to the <a href="%s">discussion</a>.
cs_cz: <a href="%s">Stáhněte</a> soubor nebo zobrazte <a href="%s">diskuzi</a>.
sk_sk: <a href="%s">Download</a> alebo prejdi k <a href="%s">diskusii</a>.

source: No Files Found!
cs_cz: Nebyly nalezeny žádné soubory!
sk_sk: Žiadne súbory neboli nájdené

source: Add New
cs_cz: Přidat nový
sk_sk: Pridaj nový

source: Create a new message
cs_cz: Vytvořit novou zprávu
sk_sk: Vytvorte novú správu

source: Delete this message
cs_cz: Odstranit tuto zprávu
sk_sk: Odstrániť túto správu

source: Are you sure to delete this message?
cs_cz: Jste si jist(a), že chcete odstranit tuto zprávu?
sk_sk: Naozaj chcete zmazať túto správu?

source: No messages found! How about adding one?
cs_cz: Žádné zprávy! Chcete nějakou přidat?
sk_sk: Neboli nájdené žiadne správy! Chcete pridať novú správu?

source: Error: Message not found
cs_cz: Chyba: Zpráva nenalezena
sk_sk: Chyba: Správa nenájdená

source: &larr; back
cs_cz: &larr; zpět
sk_sk: &larr; späť

source: One Comment
cs_cz: %s komentář

source: No comments found
cs_cz: Nebyly nalezeny žádné komentáře
sk_sk: Neboli nájdené žiadne komentáre

source: No Milestone Found!
cs_cz: Nebyl nalezen žádný cíl!
sk_sk: Neboli nájdené žiadne medzníky

source: Add new milestone
cs_cz: Přidat nový cíl
sk_sk: Pridaj nový medzník

source: Late Milestones
cs_cz: Poslední cíle
sk_sk: Neskoré medzníky

source: Upcoming Milestones
cs_cz: Aktuální cíle
sk_sk: Nadchádzajúce medzníky

source: Completed Milestones
cs_cz: Splněné cíle
sk_sk: Dokončené medzníky

source: Error: Project not found
cs_cz: Chyba: Projekt nenalezen
sk_sk: Chyba: Projekt nie je nájdený

source: Error: Permission denied
cs_cz: Chyba: Přístup zamítnut
sk_sk: Chyba: Oprávnenie bola odopreté

source: Project Info
cs_cz: Informace o projektu
sk_sk: Informácie o projekte

source: Start a new project
cs_cz: Vytvořit nový projekt
sk_sk: Začni nový projekt

source: Project Activity
cs_cz: Aktivita projektu
sk_sk: Aktivity v projekte

source: Delete project
cs_cz: Odstranit projekt
sk_sk: Odstrániť projekt

source: Are you sure to delete this project?
cs_cz: Jste si jist(a), že chcete odstranit tento projekt?
sk_sk: Naozaj chcete zmazať tento projekt?

source: Load More...
cs_cz: Načíst další
sk_sk: Načítať ďalšie ...

source: Task Lists
cs_cz: Seznam úkolů
sk_sk: Zoznam úloh

source: Oh dear, no To-do list found!
cs_cz: Chyba, žádný seznam nedodělků nebyl nalezen.
sk_sk: Ach bože, zoznam to-do úloh nebol nájdený!

source: Discuss this to-do list
cs_cz: Komentovat tento seznam nedodělků
sk_sk: Diskutovať o tomto zozname to-do úloh

source: Discuss this to-do
cs_cz: Diskuze o nedodělku
sk_sk: Diskutovať o tejto to-do úlohe

source: Message deatils here
sk_sk: Podrobnosti správy tu
