Repository: cityofasheville/intranet-wp-content
Catalog: plugins/rss-post-importer/lang/rss_pi-*.po
Languages: sv_se

source: Feed name
sv_se: Flödesnamn

source: Feed url
sv_se: Url

source: Max posts / import
sv_se: Max poster / import

source: Save and import
sv_se: Spara och importera

source: You haven't specified any feeds to import yet, why don't you <a href="#" class="add-row">add one now</a>?
sv_se: Du har inte lagt till några flöden att importera, varför inte <a href="#" class="add-row">lägga till ett nu</a>?

source: Add new feed
sv_se: Lägg till flöde

source: Frequency
sv_se: Frekvens

source: Allow comments
sv_se: Tillåt kommentarer

source: How often will the import run.
sv_se: Hur ofta skall importen köras?

source: This is how the post will be formatted.
sv_se: Så här kommer innehållet formatteras.

source: Available tags:
sv_se: Tillgängliga taggar:

source: Strip html tags
sv_se: Ta bort html-taggar

source: Enable logging?
sv_se: Aktivera loggen?

source: Ok, all done
sv_se: Ok, klar

source: Clear log
sv_se: Rensa logg

source: Rss Post Importer Settings
sv_se: Rss Post Importer Inställningar

source: Latest import:
sv_se: Senaste import:

source: View the log
sv_se: Visa loggen

source: %d posts imported and counting!
sv_se: %d poster importerade!

source: The logfile can be found <a href="#" class="load-log">here</a>.
sv_se: Du hittar loggfilen <a href="#" class="load-log">här</a>.

source: Log has been cleared.
sv_se: Loggen rensad.

source: If your imports are not running regularly according to your settings you might need to set up a scheduled task, there are several ways to do this, most convenient is to set up a scheduled task on your server and simply ask it to hit your sites url (%s) regularly, there are also external sites that offer the same service, such as:
sv_se: Om din import inte körs regelbundet enligt dina inställningar kan du testa att sätta upp en scheduled task som besöker din site(%s), via din server eller via något av nedanstående siter:

source: Rss Post Importer Log
sv_se: Rss Post Importer Logg
